[
  "templater-obsidian",
  "dataview",
  "obsidian-tasks-plugin",
  "open-in-terminal",
  "obsidian42-brat",
  "claude-sidebar",
  "smart-templates",
  "mcp-tools",
  "obsidian-style-settings",
  "css-editor",
  "text-snippets-obsidian"
]